import ShareCover from "../assets/ShareCover.jpg";

export default function GoalOfShare() {
  return (
    <>
      <div
        className="w-full min-h-165.75 bg-no-repeat bg-cover bg-center"
        style={{ backgroundImage: `url(${ShareCover})` }}
      ></div>
      <div className="Share">
        <h1>الهدف من المشاركة</h1>
        <svg
          width="144"
          height="150"
          viewBox="0 0 144 150"
          fill="none"
          xmlns="http://www.w3.org/2000/svg"
        >
          <path
            fill-rule="evenodd"
            clip-rule="evenodd"
            d="M124.965 111.577C124.965 111.577 134.204 98.4227 128.431 82.9601C122.655 67.505 92.4684 44.4784 92.4684 31.655C92.4684 31.655 92.4684 44.4784 102.363 54.0199C112.258 63.5614 128.304 80.1507 125.46 98.7516C125.46 98.7516 121.664 104.096 117.46 105.249C117.46 105.249 112.099 105.414 104.016 102.208C104.016 102.208 105.829 88.9701 98.242 82.72C98.242 82.72 105.664 79.0996 110.941 80.2528C110.941 80.2528 102.86 74.3317 94.6115 75.6513C86.3633 76.9633 78.9411 67.263 77.6185 58.0524C76.2959 48.8399 64.9174 20.395 84.0534 0C84.0534 0 85.702 11.1844 92.6333 12.8253C99.559 14.4682 128.266 27.6281 129.257 47.6866C129.257 47.6866 129.918 60.1811 128.927 63.8015C128.927 63.8015 133.543 51.5547 131.4 40.2058C131.4 40.2058 138.007 56.2696 132.882 68.8227C132.882 68.8227 139.483 57.9692 139.807 49.0875C144.018 68.1062 142.174 99.2961 124.965 111.577ZM0 94.6379C0 94.6379 41.5729 96.6097 75.2272 123.578C75.2272 123.578 92.3851 138.704 113.829 137.061C113.829 137.061 101.95 135.744 94.3633 130.811C86.7763 125.879 74.5659 113.377 69.9482 112.394C69.9482 112.394 81.1676 113.053 84.963 110.424C88.7602 107.792 95.0246 103.678 104.099 106.473C113.173 109.269 115.316 110.912 123.235 106.473C123.235 106.473 118.121 118.15 104.925 119.958C104.925 119.958 140.558 123.743 143.197 86.2439C143.197 86.2439 152.437 134.919 108.226 143.47C108.226 143.47 112.844 146.431 117.467 145.606C117.467 145.606 101.135 156.791 85.7967 143.47C85.7967 143.47 82.4959 140.51 79.6915 134.755C79.6915 134.755 73.4215 141.334 63.6914 138.704C63.6914 138.704 80.5044 136.802 76.5555 129.163C72.601 121.536 34.3156 99.2394 0 94.6379Z"
            fill="#EA812C"
          />
        </svg>
        <div>
          <p>
            يهدف المعرض إلى توفير منصة استراتيجية للمشاركين والرعاة تمكنهم من
            تعزيز علاماتهم التجارية وبناء حضور قوي في قطاع الأغذية والمشروبات
            وخدمات الضيافة. المشاركة تمنح فرصة للوصول المباشر إلى الجمهور
            المستهدف، وبناء علاقات وشراكات جديدة، وفتح أسواق جديدة داخل وخارج
            المملكة. كما يتيح المعرض فرصة فريدة لمقابلة الخبراء والمؤثرين وصنّاع
            القرار من القطاعين الحكومي والخاص، وتبادل الخبرات معهم.
          </p>
          <p>
            إضافة إلى ذلك، يعتبر المعرض نافذة لعرض أحدث الابتكارات والمنتجات،
            وتجربة وطرح منتجات جديدة أمام آلاف الزوار والمستثمرين، إلى جانب
            استكشاف الفرص الاستثمارية والبحث عن وكلاء وموزعين جدد في المنطقة.
            كما يوفّر المعرض بيئة مثالية لعقد الاجتماعات المباشرة مع التجار
            والمستثمرين ورجال الأعمال تحت سقف واحد، مما يعزز من فرص التوسع
            والنمو في هذا القطاع الحيوي.
          </p>
        </div>
      </div>
    </>
  );
}
