import MarketCover from "../assets/MarketCover.png";
export default function MarketAnalysis() {
  return (
    <>
      <div
        className="w-full min-h-165.75 bg-no-repeat bg-cover bg-center"
        style={{ backgroundImage: `url(${MarketCover})` }}
      ></div>
      <div className="Analysis">
        <h1>احصائيات السوق</h1>
        <svg
          width="144"
          height="150"
          viewBox="0 0 144 150"
          fill="none"
          xmlns="http://www.w3.org/2000/svg"
        >
          <path
            fill-rule="evenodd"
            clip-rule="evenodd"
            d="M124.965 111.577C124.965 111.577 134.204 98.4227 128.431 82.9601C122.655 67.505 92.4684 44.4784 92.4684 31.655C92.4684 31.655 92.4684 44.4784 102.363 54.0199C112.258 63.5614 128.304 80.1507 125.46 98.7516C125.46 98.7516 121.664 104.096 117.46 105.249C117.46 105.249 112.099 105.414 104.016 102.208C104.016 102.208 105.829 88.9701 98.242 82.72C98.242 82.72 105.664 79.0996 110.941 80.2528C110.941 80.2528 102.86 74.3317 94.6115 75.6513C86.3633 76.9633 78.9411 67.263 77.6185 58.0524C76.2959 48.8399 64.9174 20.395 84.0534 0C84.0534 0 85.702 11.1844 92.6333 12.8253C99.559 14.4682 128.266 27.6281 129.257 47.6866C129.257 47.6866 129.918 60.1811 128.927 63.8015C128.927 63.8015 133.543 51.5547 131.4 40.2058C131.4 40.2058 138.007 56.2696 132.882 68.8227C132.882 68.8227 139.483 57.9692 139.807 49.0875C144.018 68.1062 142.174 99.2961 124.965 111.577ZM0 94.6379C0 94.6379 41.5729 96.6097 75.2272 123.578C75.2272 123.578 92.3851 138.704 113.829 137.061C113.829 137.061 101.95 135.744 94.3633 130.811C86.7763 125.879 74.5659 113.377 69.9482 112.394C69.9482 112.394 81.1676 113.053 84.963 110.424C88.7602 107.792 95.0246 103.678 104.099 106.473C113.173 109.269 115.316 110.912 123.235 106.473C123.235 106.473 118.121 118.15 104.925 119.958C104.925 119.958 140.558 123.743 143.197 86.2439C143.197 86.2439 152.437 134.919 108.226 143.47C108.226 143.47 112.844 146.431 117.467 145.606C117.467 145.606 101.135 156.791 85.7967 143.47C85.7967 143.47 82.4959 140.51 79.6915 134.755C79.6915 134.755 73.4215 141.334 63.6914 138.704C63.6914 138.704 80.5044 136.802 76.5555 129.163C72.601 121.536 34.3156 99.2394 0 94.6379Z"
            fill="#EA812C"
          />
        </svg>
        <div>
          <p>
            يشهد قطاع الأغذية والمشروبات في المملكة العربية السعودية نموًا
            متسارعًا، حيث يُقدَّر حجم السوق في عام 2024 بحوالي 27.18 مليار
            دولار، ومن المتوقع أن يصل إلى 42.48 مليار دولار بحلول عام 2029 بمعدل
            نمو سنوي مركب يبلغ 9.34%. ويُعد الشباب الذين يمثلون نحو 37% من
            إجمالي السكان قوة دافعة أساسية لهذا النمو، مع تزايد الإقبال على
            المطاعم والمقاهي التي تقدم تجارب متنوعة. وتتصدر المقاهي والكافيهات
            معدل النمو بنسبة 11.74%، تليها مطاعم الخدمة السريعة بنسبة 9.08%، ثم
            المطاعم كاملة الخدمات بنسبة 4.33%، في ظل تنوع كبير في المأكولات
            العالمية والآسيوية.
          </p>

          <p>
            أما من حيث سوق المواد الغذائية، فقد حققت بعض القطاعات أرقامًا بارزة،
            مثل الأسماك والمأكولات البحرية التي تجاوزت قيمتها 10 ملايين دولار،
            يليها الخبز ومنتجات الحبوب بحوالي 9.85 ملايين دولار، ثم الخضروات
            بحوالي 7.13 ملايين دولار. ويبلغ متوسط إنفاق الفرد على المواد
            الغذائية سنويًا حوالي 1700.6 دولار، حيث يُنفق على سبيل المثال 279.95
            دولارًا على الأسماك، و274.8 دولارًا على الخبز. وفيما يتعلق بالقنوات
            الشرائية، تهيمن المبيعات التقليدية بنسبة 99.7%، بينما لا تزال
            التجارة الإلكترونية محدودة عند 0.3%، رغم أن العمليات عبر الحواسب
            تمثل 56.5% مقابل 43.5% عبر الهواتف الذكية.{" "}
          </p>
          <p>
            وبالنظر إلى حجم الاستهلاك، بلغ إجمالي المواد الغذائية المستهلكة في
            المملكة عام 2024 حوالي 16.84 مليار كيلوجرام، بمتوسط استهلاك فردي يصل
            إلى 470 كيلوجرامًا سنويًا. وتشمل الكميات المستهلكة 4.2 مليارات كجم
            من الخضروات، و3.87 مليارات كجم من الخبز والحبوب، و2.72 مليار كجم من
            منتجات الألبان والبيض، و1.74 مليار كجم من الفواكه والمكسرات، إلى
            جانب اللحوم، والزيوت، والحبوب والبقوليات، وغيرها من المنتجات. هذه
            المؤشرات جميعها تؤكد أن قطاع الأغذية والمشروبات في المملكة يشهد
            توسعًا كبيرًا، مما يجعله سوقًا واعدًا وجاذبًا للاستثمار والابتكار.
          </p>
        </div>
      </div>
    </>
  );
}
